Revit 2027 API
BuiltInFailures.FamilyFailures.NoInstparamFormulas Property
 Instance Parameters can't be used in Type Parameter formulas.\n\n[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoInstparamFormulas { get; }
Public Shared ReadOnly Property NoInstparamFormulas As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoInstparamFormulas {
	FailureDefinitionId^ get ();
}
static member NoInstparamFormulas : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace